Autodesk.Revit.DB.TextTreatment
An enumerated type listing possible text treatment modes.

Autodesk.Revit.DB.TextTreatment.Approximate
Export texts as approximate visual fidelity. Formatting intelligence will be maintained.

Autodesk.Revit.DB.TextTreatment.Exact
Export texts as exact visual fidelity. Formatting intelligence will be lost.